<?php

declare(strict_types=1);

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'fail_login' => 'Ошибка аутентификации',
    'failed' => 'Имя пользователя и пароль не совпадают.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'success_register' => 'Вы зарегистрированы',
    'success_login' => 'Авторизация успешна',
];
