<?php

declare(strict_types=1);

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'fail_login' => 'Ошибка аутентификации',
    'failed' => 'Имя пользователя и пароль не совпадают.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'success_register' => 'Вы зарегистрированы',
    'success_login' => 'Авторизация успешна',
    'you_in_forbidden_zone' => 'Вы пытаетесь попасть в защищенную зону',
    'pass_not_reset' => 'Не удалось сбросить пароль. Повторите попытку',
    'pass_reset_no_token' => 'Пароль сброшен. Войдите в свой аккаунт введя новый пароль',
    'pass_reset' => 'Пароль сброшен. Вы успешно вошли в свой аккаунт',
    'pass_reset_link_not_send' => 'Ссылка на восстановление пароля не отправилась',
    'pass_reset_link_send' => 'Ссылка на восстановление пароля отправлена на указанный email',
    'logout_success' => 'Вы успешно вышли из аккаунта',
];
